[{"Quotes":"I begin tucking him into bed and he tells me, “Daddy check for monsters under my bed.” I look underneath for his amusement and see him, another him, under the bed, staring back at me quivering and whispering, “Daddy there’s somebody on my bed.” — justAnotherMuffledVo"},{"Quotes":"The doctors told the amputee he might experience a phantom limb from time to time. Nobody prepared him for the moments though, when he felt cold fingers brush across his phantom hand. — Gagege"},{"Quotes":"I can’t move, breathe, speak or hear and it’s so dark all the time. If I knew it would be this lonely, I would have been cremated instead. — Graboid27"},{"Quotes":"Don’t be scared of the monsters, just look for them. Look to your left, to your right, under your bed, behind your dresser, in your closet but never look up, she hates being seen. — AnarchistWaffles"},{"Quotes":"I woke up to hear knocking on glass. At first, I though it was the window until I heard it come from the mirror again. — therealhatman"},{"Quotes":"They celebrated the first successful cryogenic freezing. He had no way of letting them know he was still conscious. — KnowsGooderThanYou"},{"Quotes":"She wondered why she was casting two shadows. Afterall, there was only a single lightbulb. — pgan91"},{"Quotes":"It sat on my shelf, with thoughtless porcelain eyes and the prettiest pink doll dress I could find. Why did she have to be born still? — Horseseverywhere"},{"Quotes":"The grinning face stared at me from the darkness beyond my bedroom window. I live on the 14th floor. — bentreflection"},{"Quotes":"There was a picture in my phone of me sleeping. I live alone. — guztaluz"},{"Quotes":"Working the night shift alone tonight. There is a face in the cellar staring at the security camera. — hctet"},{"Quotes":"They delivered the mannequins in bubble wrap. From the main room I begin to hear popping. — Mikeyseventyfive"},{"Quotes":"You wake up. She doesn’t. — tuskedlemon"},{"Quotes":"She asked why I was breathing so heavily. I wasn’t. — Calamitosity"},{"Quotes":"You get home, tired after a long day’s work and ready for a relaxing night alone. You reach for the light switch, but another hand is already there. — madamimadamimadam"},{"Quotes":"My daughter won’t stop crying and screaming in the middle of the night. I visit her grave and ask her to stop, but it doesn’t help. — skuppy"},{"Quotes":"Day 312. Internet still not working. — fluffyponyza"},{"Quotes":"You start to drift off into a comfortable sleep when you hear your name being whispered. You live alone. — anonymous_abc"},{"Quotes":"I needed to quickly run a SQL command to update a single row in an Oracle DB table at work. To my horror, it came back with “–2,378,231 rows affected.” — waysafe"},{"Quotes":"You’re laying in bed and with your feet dangling out of the covers. You feel a hand grab your feet. — HesusMendez"},{"Quotes":"The funeral attendees never came out of the catacombs. Something locked the crypt door from the inside. — TLFMOD"},{"Quotes":"My wife woke me up last night to tell me there was an intruder in our house. She was murdered by an intruder 2 years ago. — The_D_String"},{"Quotes":"The officer finally got back to me. The call was coming from inside the house."},{"Quotes":"I was having a pleasant dream when what sounded like hammering woke me. After that, I could barely hear the muffled sound of dirt covering the coffin over my own screams. — vigridarena"},{"Quotes":"The last man on Earth sat alone in a room. There was a knock at the door. — Scry67"},{"Quotes":"After working a hard day I came home to see my girlfriend cradling our child. I didn’t know which was more frightening, seeing my dead girlfriend and stillborn child, or knowing that someone broke into my apartment to place them there. — cobaltcollapse"},{"Quotes":"You hear your mom calling you into the kitchen. As you are heading down the stairs you hear a whisper from the closet saying “Don’t go down there honey, I heard it too.” — comparativelysane"},{"Quotes":"I never go to sleep. But I keep waking up. — genetically_witless"},{"Quotes":"Nurse’s Note: Born 7 pounds 10 ounces, 18 inches long, 32 fully formed teeth. Silent, always smiling. — ichokedcheryltunt"},{"Quotes":"She went upstairs to check on her sleeping toddler. The window was open and the bed was empty. — Aerron"},{"Quotes":"The longer I wore it the more it grew on me. She had such pretty skin. — blaqkmagick"},{"Quotes":"You hear the scream across the hallway, but your eyes won’t open and you can’t move. — dkmino"},{"Quotes":"Being the first to respond to a fatal car accident is always the most traumatic thing I see as a police officer. But today, when the crushed body of the little dead child boy strapped in his car seat opened his eyes and giggled at me when I tried to peel him out of the wreckage, I immediately knew that today would be my last day on the force. — scabbycakes"},{"Quotes":"I looked out my window. The stars had gone away. — Owllette"},{"Quotes":"I always thought my cat had a staring problem, she always seemed fixated on my face. Until one day, when I realized that she was always looking just behind me. — hangukbrian"},{"Quotes":"“I can’t sleep” she whispered, crawling into bed with me. I woke up cold, clutching the dress she was buried in. — VaultKid321"},{"Quotes":"I just saw my reflection blink. — marino1310"},{"Quotes":"I kiss my wife and daughter goodnight before I go to sleep. When I wake up, I’m in a padded room and the nurses tell me it was just a dream. — StoryTellerBob"},{"Quotes":"The pairs of emaciated eyes outnumber the single round in my gun. With pleading tears falling on her doll’s hair, I point the barrel at my last surviving daughter. — yoshkow"},{"Quotes":"I peeked outside. The pizza delivery guy is at the door, but I didn’t order a pizza — and definitely not from someone wearing a pig mask."},{"Quotes":"My mother has been screaming at the front door for hours now. She’s not happy that I killed her with my bare hands."},{"Quotes":"I have a friend named Charlie. I’m playing at his house but it’s cold down here in the basement, I wonder when Charlie will let me go home."},{"Quotes":"If you get scared at night, don’t keep your eyes closed for too long. There’s a reason you’re scared, and now you can’t see it approach."},{"Quotes":"I used a Ouija board yesterday, but I only asked one question and put it away. I got my answer today — written in blood on my ceiling."},{"Quotes":"The wailing from the baby monitor just won’t stop. Problem is, my daughter is with her mother this weekend… over 200 miles away."},{"Quotes":"Grandpa died smoking a cigar in his favorite chair. We got a new one but from the ash marks he leaves behind he has a new favorite chair."},{"Quotes":"My husband woke me up by kissing my cheek when he got home late. This morning I checked my phone — he stayed with a friend last night."},{"Quotes":"I like to sing in the shower sometimes. When I got out of the last one, the fogged-up mirror read “YOU HAVE A LOVELY VOICE” — I live alone."},{"Quotes":"My wife just ran in to ask me if I was okay because she could hear my terrible coughing fit from across the house. I wasn’t coughing."},{"Quotes":"The upstairs neighbors are awfully noisy. I told my landlord… it’s been vacant for months."},{"Quotes":"For sale: like-new engagement ring, barely worn, came right off her finger. Finger also for sale for the right offer."},{"Quotes":"I had a dream that a man was watching me sleep from outside my bedroom window. When I woke up, I found footprints… inside, next to my bed."},{"Quotes":"My TV keeps turning on by itself. It’s annoying, but what’s more worrisome is how it only shows footage of me standing in my living room."},{"Quotes":"My girlfriend is scared of horror movies. They make her paranoid, which can be tricky when I’m watching her through her living room window."},{"Quotes":"I found a new bottle of my best friend’s favorite scotch on the kitchen counter today. He died in a drunk driving accident six years ago."},{"Quotes":"It’s nice that my grandmother calls to check on me, but if she wants to communicate from the other side I wish she wouldn’t scream so much."},{"Quotes":"My boyfriend has a collection he’s very proud of. He never told me that he’s been collecting souvenirs from the girlfriends he murdered."},{"Quotes":"I have a recurring dream I’m murdered by a man I’d never met. I thought it was stupid until I went on a blind date and saw him at the table."},{"Quotes":"My mom told me she had the best time playing with my little sister today. My sister went missing in 2002 — they found her body in 2006."},{"Quotes":"The knife, it slices — just like butter\n\nI tried to be a loving mother. — littlemisssassy"},{"Quotes":"I can’t move, breathe, speak or hear and it’s so dark all day round.\n\nI should have been cremated, and not buried in the ground. — [deleted]"},{"Quotes":"I just saw the children playing, admiring how high they have swung.\n\nBut others tell me they’re just swaying in the wind where they were hung. — Alt_punch"},{"Quotes":"I was always told not to play with my food, as it is a blessing to eat.\n\nHowever I’m one to tease my meals, and killing is always a treat. — [deleted]"},{"Quotes":"Read this after the day is nigh.\n\nAnd tonight you might possibly die. — Hawkfrostofriverclan"},{"Quotes":"I was never more scared or more filled filled with dread,\n\nThan the night the police found, her dismembered head. — Gil_ByrdIsTheWord"},{"Quotes":"As I played in the basement, Mother called me upstairs.\n\nFrom behind me, She whispered, ‘Don’t go up there.’ — CheckeredBag"},{"Quotes":"I watched you play whilst at the park.\n\nI’ll come to your house when the day goes dark. — Bucket_O_Beef"},{"Quotes":"I had guests over today, they seemed to be really nice, so I introduced my hobby; it’s quite technical, you see, and I’m no good with words, so I had to show them.\n\nI really think my skills are improving; I almost didn’t have to break any bones this time, and I do like way they hang there, all strung up, an occasional whimper dripping past their mutilated lips like so much blood. — TheOtherJuggernaut"},{"Quotes":"I travel here and there so suddenly, and never make a sound.\n\nSlaying quickly, quietly, swiftly; Just don’t turn around. — zenofire"},{"Quotes":"And from the grave, where my father was put\n\nAnd hand reached up and grabbed my foot. — [deleted]"},{"Quotes":"I saw the children playing, watched how high they swung.\n\nTheir bodies swaying side to side, while silently they hung. –– GoldenWizard"},{"Quotes":"Roses are red, violets are blue.\n\nThere is someone right behind you. — Kaserbeam"},{"Quotes":"You’re the prettiest person that I ever saw,\n\nI’d so love to snack on your eyeballs, quite raw. — moratnz"},{"Quotes":"Warm and juicy; best best served fresh. I love the taste of human flesh. — littlemisssassy"},{"Quotes":"I held her in my arms, dying\n\nWhat could lie in her crib, crying? — I_am_Rudy"},{"Quotes":"A knock at the door and ‘Could you help us?’ I hear.\n\nI glance outside once and nevermore for the kid’s eyes were black and their faces austere. — oohshineeobjects"},{"Quotes":"Can you hear the beautiful ring of the bell?\n\nThat means it’s time to drag you down to hell. — Hellblood"},{"Quotes":"I will wait patiently until I’m found.\n\nAnd exact my revenge – flesh by the pound. — CheckeredBag"},{"Quotes":"Roses are red, violets are blue.\n\nYou’d better run, I’m coming for you. — RedDeadRevengeance"},{"Quotes":"You see, I stand on my box.\n\nAnd I know how your window unlocks. — [deleted]"},{"Quotes":"Muscles now relaxed, and still in her bed; young Timmy and Zax leaving all left unsaid.\n\nA smile Zax cracked, and ‘no’ Timmy plead: ‘no need to cut further, mom’s already dead.’ — CDC_"},{"Quotes":"Wrapped in sheets and cuddled in bed.\n\nYou’ll foolishly expose your sweet, precious head… — CheckeredBag"},{"Quotes":"You taught how me to be a man, but today I feel so all alone.\n\nHappy Father’s Day dad, as I kiss your gravestone. — battering-ram"},{"Quotes":"I once had a girlfriend named Jill, I buried her under that hill.\n\nBut sometimes at home, when I’m all alone, I find that she sleeps with me still. — CheckeredBag"},{"Quotes":"I held my son’s hand tightly as the cars whizzed past the sidewalk. “With any luck, they won’t find the rest of him,” I muttered to myself."},{"Quotes":"I was starving and lost in the woods until I found a hiker. Im full now, I just wished she hadn’t screamed so loud."},{"Quotes":"‘Daddy I can’t sleep” she said, and crawled under the sheets with me. In the morning I woke up freezing cold and clutching the dress she was buried in."},{"Quotes":"I arrived at the funeral a few minutes late. Nobody acknowledged me, and I figured out why when I looked into the casket and saw myself."},{"Quotes":"I had three seconds of sight left. I was fascinated by how much my brains resembled oatmeal, spattered on the concrete."},{"Quotes":"‘Please stop,” I whimpered as he fastened my other arm to the table, “if you let me go, I won’t tell anyone”. He looked up at me with a wicked smile “how do you think I got you? They gave you to me.’"},{"Quotes":"There was a picture in my phone of me sleeping. I live alone."},{"Quotes":"As I walked up the driveway with my new friend, I introduced him to my dad. “What friend?!” he asked with bewilderment in his eyes."},{"Quotes":"I sat up from this horrible nightmare that a gruesome faced man was trying to get in my home, all of a sudden I heard my daughter screaming. I ran down the hall and she was hiding her face in the pillow screaming and crying and said “a man was watching me outside.’"},{"Quotes":"I’ll hide you in my walls, your body will never be found! I’ll wear your skin as a suit, your friends will like you more than they used to."},{"Quotes":"She woke up to an unusual silence in their bedroom. She looked over as the thing that laid where her husband use to be rose from under the sheets."},{"Quotes":"I have never seen anything like it, the way it screamed and crawled towards me. This… This thing is suppose to be my little brother."},{"Quotes":"I’m all alone during a storm when the power goes out. Lightning strikes and there is a man standing in my hallway with a knife."},{"Quotes":"I woke up to the sound of screams and the feel of immense heat surrounding me. Sobbing as the torture began again, I remembered hell wasn’t a made up place…"},{"Quotes":"I kept calling my girlfriend the day they buried me. She wouldn’t answer."},{"Quotes":"My cat is asleep beside my computer in his favorite spot. I’ve buried him 10 times."},{"Quotes":"I’ve been scrubbing my hands non-stop for weeks. The blood just won’t come off."},{"Quotes":"I woke up to the smell of copper in the air. I had done it again."},{"Quotes":"I look at my clock its 3:15 as a rotting corpse pushes fingers into my stomach, I scream in relief its only a dream. Looking at my clock it is 3:14 and my closet door creeks open…"},{"Quotes":"I see a face staring at me from my window. I live on the 3rd floor."},{"Quotes":"As she finally drifted off to sleep, she felt the cold, bony fingers caress her body. She prayed it was just a dream…."},{"Quotes":"When she turned around, she saw her own self, dressed in different clothes. Her heart went into shock and the other self gently helped her to the floor as she died."},{"Quotes":"The cloven hoof prints were fresh. They were in sets of two, staggered like a man running."},{"Quotes":"I got a haunted doll in the mail today. If only I could find where she ran off too…"},{"Quotes":"I hear my daughter cry, “Mommy I’m so cold, please let me in!” I shut the curtains, knowing she wont cry much longer in the snow."},{"Quotes":"I opened my front door to the frantic pounding of my next door neighbor. To my horror it was something that was wearing his skin…"},{"Quotes":"The stew I was eating was delicious, and I wanted to give my husband a taste. That’s when I found his wedding ring in my bowl, still on his finger."},{"Quotes":"Every morning my husband tells me he loves me, I really wish he’d stop. I murdered him last year, but he still won’t leave me alone."},{"Quotes":"Outside my three year olds bedroom I hear her say, ” But Mommy, I don’t want to.” My voice replies, “All little girls stab their Daddies.’"},{"Quotes":"Being the first to respond to a fatal car accident is always the most traumatic thing I see as a police officer. But today, when the crushed body of the little dead boy strapped in his car seat opened his eyes and giggled at me when I tried to peel him out of the wreckage, I immediately knew that today would be my last day on the force."},{"Quotes":"A smile of relief washed across his face even with his arm swallowed nearly to the elbow by the drain, and he said, ” I think I feel your ring!” I smiled too, and said,” Oh, that’s great, love…and I know about Vanessa,” as I flipped the disposal switch."},{"Quotes":"I can’t move, breathe, speak or hear and it’s so dark all the time. If I knew it would be this lonely, I would have been cremated instead."},{"Quotes":"The dog sits at my gate every morning and night when I leave and come home from work. Even after all this time she can still smell her owner’s blood on my hands."},{"Quotes":"I sat on my daughter’s bed and sang her favorite song before giving her a kiss on the cheek, just as I’ve done every night since she was a baby. When I was done and smiled down at her, she whispered “Mommy please stop, you’re dead.’"},{"Quotes":"I’d been noticing it for months, that tiny lag in my reflection, not that anyone believed me. Today was different she didn’t even attempt to mimic me she stood there smiling, I think she wants to come out."},{"Quotes":"The girl pedaled quickly towards his car, droplets of water flying off her, leaving a trail on the sidewalk. He should have weighted down her body in the river, but as she came closer and the smell of rotten flesh overcame him, he realized it wouldn’t have mattered."},{"Quotes":"‘Oh don’t worry dear we’re glad to have you for diner.” They said smiling, as I lie bound and gagged on the floor while they took their last bite of lunch, my husband."},{"Quotes":"My kids were excited to tell me about the day they just had with their mother. My eyes watered as I pondered how to tell them she died this morning on the way to work."},{"Quotes":"After dating all through high school and college, our daughter’s boyfriend finally came by today to ask my husband and me for her hand.\n\nWe gave it to him, hoping that he’ll finally tell us where the rest of her is."},{"Quotes":"When I wake in the middle of the night to the sound of cracking, I am aware that it is her rigor mortis body snapping unto itself as she crawls down the hallway . I knew it was only a matter of time before she would seek her revenge."},{"Quotes":"My grandmother told me it was a gift to see the angel of death in front of people’s houses, to know he would be collecting someone there soon. I thought it was a gift too, until the day I began to see it in front of every house."},{"Quotes":"She felt the warmth of the sun as she smiled at him and promised, “I will follow you until the end of time.” When she opened her eyes, the pyre beneath her had begun to burn."},{"Quotes":"Audra looked across the table to smile warmly at the loving faces of her husband and children. “I do so enjoy our time together” she whispered as she gently placed each of their severed heads back into the refrigerator."},{"Quotes":"Through moon and fog, I run, branches whipping bare legs bloody, and race the hot breath, that burp of hell, against my nape. Closer, closer, until saliva spatters my skin, and the thing with teeth wraps me in its mouth."},{"Quotes":"The smell of my own charring flesh fills my nose as the muffler coughs out the it’s last dying gasps. My only hope is someone seeing my hand, that I’m hoping is still stuck in the guardrail above."},{"Quotes":"My daughter walked up to me asking, “Mommy, who is that man behind you?” I turned with an uneasy feeling, to find no-one standing there, looked back to tell her there was nothing there and there was nothing left but the teddy bear she was just holding covered in blood."},{"Quotes":"I used to love hearing those sounds; the bathroom door opening, my girlfriend playfully drumming her fingernails on the sink, and the flat screech of the shower curtain pulling back before she stepped in to join me. But hearing those drumming nails now, as I’m showering before bed on the night of her funeral, stirs up altogether new feelings."},{"Quotes":"The mirror had been left to me by my late aunts estate, stored in the attic and covered in paper. I stared at my reflection, feeling that something was…off…but not knowing what – when my reflection winked at me."},{"Quotes":"I breathe in the gas and count back from ten to get my tonsils removed. “Looks like little Timmy is finally going to get a new heart, and I get a new car.”, I hear the doctor say as I fall into the void."},{"Quotes":"I had often had a slightly irrational fear of being stalked or having someone show up in the backseat of my car after leaving a bad relationship , so I got a smaller car for sense of security. The day I stopped carrying pepper spray with my newfound courage, a soft breath tickled the hairs on my neck with a soft “found you.’"},{"Quotes":"Last night, I had a nightmare that I’d lost both my legs in a gruesome car accident. Then I realized it was only a memory."},{"Quotes":"I used to be considered the evil twin. But now I’m considered an only child."},{"Quotes":"Everyone complimented my disfigured mask last Halloween, full of hairy puss and scars. But they didn’t know, when I went home, there was nothing to remove."},{"Quotes":"All I could do was stare as I watched my father wrap his hands around my mother’s neck. But he was already dead, and soon, she would be, too."},{"Quotes":"From afar, the doll looked just like her. From close up, she could see it was made out of her lost teeth and dead skin."},{"Quotes":"I couldn’t wait any longer to be a mother. So I grabbed a knife to rip the baby from my stomach."},{"Quotes":"I work in a strip club. And I hate to admit it, but I hear more screams than moans."},{"Quotes":"I swear I heard my daughter whisper my name. But, the thing is, I’m still pregnant."},{"Quotes":"I fell asleep in my pajamas. But I woke up in a suit, with a closed casket surrounding me."},{"Quotes":"I like living alone. Because, when I hear a faint singing or feel a hand on my thigh, I know it’s one of them."},{"Quotes":"I kissed her, but she wouldn’t kiss me back. She was already decomposing."},{"Quotes":"My car thumped over something in the road. And the windshield wipers couldn’t clear the blood away."},{"Quotes":"I don’t know where the hell my husband is. I can’t remember where I buried him."},{"Quotes":"I stopped going to church, because God never answers me. But the Devil speaks to me every night."},{"Quotes":"I went camping with my three best friends. But by the time we left, we were nothing but a murderer, a witness, and a dead body."},{"Quotes":"I didn’t mind it when the rain began to fall. Until it hit my skin and burned."},{"Quotes":"I asked the hot guy in my class why he was staring at me. He said that he was actually staring at the demon that always hovers behind me."},{"Quotes":"My cat never goes near my closet. The one day she did, she never came back out."},{"Quotes":"I felt my husband’s hand squeeze mine. But then I remembered, he was dead and I was in my apartment alone."},{"Quotes":"I tried to check my makeup in the mirror. But my reflection was missing."},{"Quotes":"I scrubbed her blood off of my suit until there was no trace of DNA left. But I needed something to remember the night by, so I kept a handful of her hair."},{"Quotes":"When I checked his browser history, I found the search: “How to poison my wife.” So I threw down the water bottle he’d just handed me."},{"Quotes":"I think I’m dead. But the other spirits keep telling me I’m alive."},{"Quotes":"I’ve been talking to my mother for hours. But I don’t think she can hear me through the six feet of dirt."},{"Quotes":"I never meant to make my ex cry. I only meant to make him bleed."},{"Quotes":"My throat is raw from screaming for help. But no one can hear me now that I’m in heaven."},{"Quotes":"I didn’t run when I saw him. So he didn’t make me suffer when he stabbed me."},{"Quotes":"I reached under the bed to find my missing sock. But I felt another hand, instead."},{"Quotes":"I texted a stranger by accident. But when they texted me back, they used my full name."},{"Quotes":"I felt the barrel against my head, for only a second, before the burglar did the worst possible thing. He didn’t pull the trigger."},{"Quotes":"I didn’t panic when my best friend Tom started shuddering from head to toe, clutching his stomach, and coughing up blood. I panicked when the blood started crawling up my leg. — ShadowScribe"},{"Quotes":"Three cheers for Santa Claus, and all the good children who believe. ‘Makes this so much easier,’ He chuckled, the bells on the trusting little girl’s shoes jingling as he dragged the body across the roof and away into the night. — Cinnamon-Ciara"},{"Quotes":"‘Hey daddy, I’m fixing little brother for you!’ He entered the room to find his 8-year-old daughter scooping the eyes out of their now blind baby. — EccentricStrawberry"},{"Quotes":"‘Do you like your new coat?’ my father asked as he draped it over my shoulders. ‘It’s from your mother,’ he said, smiling at what was left of Mom’s flayed corpse. — ShadowScribe"},{"Quotes":"Being the last human alive isn’t too bad. I just wish my hungry neighbors would leave me alone. — troytheterribletaco"},{"Quotes":"There was a knock on my door. Something inside told me not to open the closet. — DonBeanass"},{"Quotes":"I sit in this crowded theater, all my life I’ve been a nobody, a reject, an empty, self-loathing blank. “Time for all of that to change,” I say to no-one in particular, pulling out the guns from under my coat… — TheRaincrow"},{"Quotes":"There was a photo of me sleeping on beautiful red silk on my phone. What I don’t know is how the phone got into the coffin with me. — Abyss1213"},{"Quotes":"I stared at the picture of me emblazoned on the screen of the mobile phone, wracking my brain to try to understand how it got there. Human technology has often proved to be an ally of mine but I’ve never before encountered a mobile that could take pictures of demons. — sleeplessfromdreams"},{"Quotes":"At the expense of the last of their ammunition, the lumbering beast collapsed. Too bad the hunting party couldn’t spare a moment while patting each other on the back to notice it’s mother had witnessed the whole display. — Jibberling"},{"Quotes":"Before I could react, the man produced an ax from his long coat and brought it to rest on the table before me. I carefully chose my words before saying, ‘Even with a receipt, I cannot give you a refund with all those blood stains.’ — Jibberling"},{"Quotes":"My eyes were glued to the scarring images on the horrifying scrapbook I found at my new neighbors house. As I flipped towards the end of the book I noticed that there was a blank spot with today’s date written below it. — Unknownuser55550"},{"Quotes":"Before my parents left town for the weekend, they tucked me in, locked my bedroom door, and told me that there was nothing to be afraid of: the monsters had no way of getting inside the house. If they had stayed a second longer they would have heard his laughter from inside the closet. — ShadowScribe"},{"Quotes":"The voices won’t stop bothering me to let them free. Maybe it’s time to go into the basement and shut them up once and for all… — Tiger106700"},{"Quotes":"My mom couldn’t find her ‘yummy-wummy’ baby, even when she called out to her with that ridiculous nickname. At least it was accurate: my sister was delicious. — SlavicSnowflake"},{"Quotes":"Before I can go to sleep, I have to check all the doors around the house. If they’re all locked, I move on to the next house. — Volohov"}]