[{"Quotes":"I've been living with the love of my life for 5 years now, I think it's more than enough time to finally introduce myself."},{"Quotes":"The existence of the uncanny valley suggests that in the past, our survival instincts had a reason to be afraid of something that looked human, but wasn't."},{"Quotes":"They say cats have 9 lives, but I swear I’ve buried him at least 11 times."},{"Quotes":"They celebrated the first successful cryogenic freezing. He had no way of letting them know he was still conscious."},{"Quotes":"I just saw my reflection blink."},{"Quotes":"I’m watching my girlfriend through the window. I wonder how much longer I need to keep the oven on."},{"Quotes":"It actually really bothers me when people call black girls ‘chocolate’, and white girls ‘vanilla’ because neither taste any different than pork."},{"Quotes":"Quarantined... Without toilet paper."},{"Quotes":"To cure my sister's insomnia, I helped her sleep forever."},{"Quotes":"They delivered the mannequins in bubble wrap. From the main room I begin to hear popping."},{"Quotes":"I always thought my cat had a staring problem, she always seemed fixated on my face. Until one day, when I realized that she was always looking just behind me."},{"Quotes":"To the girl who keeps pounding on my door at night. I’m not letting you out."},{"Quotes":"There was a picture in my phone of me sleeping. I swear I live alone."},{"Quotes":"I don’t mind that my housemate brings guys home. But just once, I’d like to see one of them leave."},{"Quotes":"They found her dead body hanging from the ceiling. AGAIN."},{"Quotes":"She figured the quickest way to help him get over his fear of the water was to hold him under the surface until he stopped panicking."},{"Quotes":"The last man on Earth sat alone in a room. There was a knock at the door."},{"Quotes":"Nurse’s Note: Born 7 pounds 10 ounces, 18 inches long, 32 fully formed teeth. Silent, always smiling."},{"Quotes":"My father wasn’t too terrible, but I certainly preferred my mother. Though, in hindsight, I may have simply overcooked him."},{"Quotes":"My wife keeps trying to convince me that our daughter passed away 2 years ago. As we argue, a small voice asks me, “Who are you talking to, daddy?”"},{"Quotes":"My sister died yesterday. Now I wish the doctor separated us at birth."},{"Quotes":"Why are the speed bumps screaming?"},{"Quotes":"“Oops”, said the surgeon"},{"Quotes":"When death came, I begged her not to take me as my newborn son needed me. Death laughed dryly, “But dear mother, I’m not here for you”."},{"Quotes":"A few hours after I was buried alive, I was thrilled when I heard someone digging me out. My joy quickly faded when I realized the sound was coming from under me."},{"Quotes":"You just won a staring contest against a doll."},{"Quotes":"Don’t worry, you will learn to love me with time."},{"Quotes":"\"In the oven,\" said the note found inside the empty crib."},{"Quotes":"My dad is a mad scientist and does his experiments in the basement. He doesn’t let me out because he says that mom will be horrified of me."},{"Quotes":"Day 312. Internet still not working."},{"Quotes":"It only dawned on me once he slid the lock bolt firmly shut that his badge didn't look very convincing at all."},{"Quotes":"You hear your mom calling you from the kitchen, and as you are heading down the stairs, you hear a whisper saying \"Don't go down there honey, I heard it too\"."},{"Quotes":"Working the night shift alone tonight. There is a face in the cellar staring at the security camera."},{"Quotes":"You start to drift off into a comfortable sleep when you hear your name being whispered. You live alone."},{"Quotes":"I never go to sleep. But I keep waking up."},{"Quotes":"I’ve been looking for my sister all day long. But I don’t remember where I put all of the pieces."},{"Quotes":"There's nothing like the laughter of a baby unless it’s 1 am and you are home, alone."},{"Quotes":"Ladies and gentlemen, this is NOT your captain speaking."},{"Quotes":"The band was so loud that I couldn't even hear the guy next to me scream as the knife went in."},{"Quotes":"I had to quit my job as a surgeon because I had minor cravings I never knew about."},{"Quotes":"Why do lights flicker whenever our landlord enters our house?"},{"Quotes":"If you were away yesterday... Who was the masked man who spent a romantic evening with me?"},{"Quotes":"The longer I wore it the more it grew on me. She had such pretty skin."},{"Quotes":"Rats taste better the longer you’ve been without other food."},{"Quotes":"It was the fear of dying alone which ultimately made me bring that bomb to the nearest subway station."},{"Quotes":"She always had restless leg syndrome, but the weird thing was that it didn’t stop even after she died."},{"Quotes":"To the man that has everything. Please return the rest of my daughter."},{"Quotes":"He went inside the infamous haunted villa and spent a night there just to prove ghosts do not exist. When he returned home he was talking in three different voices."},{"Quotes":"I watched in terror as the microwave countdown turned into negative digits."},{"Quotes":"The death of grandma was tough on us all, but we had to eat or we'd starve."},{"Quotes":"As I held my only child in my arms, I heard her crying from the nursery on the baby monitor."},{"Quotes":"Oh snap, where'd the spider go."},{"Quotes":"\"Who the hell left that thing running?\", you hear shortly before you feel your brain begin to shut down."},{"Quotes":"I love daddy so much I bought him a bigger freezer."},{"Quotes":"You get home, tired after a long day’s work and ready for a relaxing night alone. You reach for the light switch, but another hand is already there."},{"Quotes":"My daughter won't stop crying and screaming in the middle of the night. I visit her grave and ask her to stop. But she doesn't."},{"Quotes":"Normally the bodies in bed with me don’t breathe, much less snore."},{"Quotes":"“I can’t sleep” she whispered, crawling into bed with me. I woke up cold, clutching the dress she was buried in."},{"Quotes":"If you get scared at night, don’t keep your eyes closed for too long because there’s a reason you’re scared, and now you can’t see it approach."},{"Quotes":"I’ve been nailed to a wall for six months, the only thing she’s fed me is my own flesh. Today she showed me my reflection, I can see my spine but I’m so hungry."},{"Quotes":"It’s a tough job, being a butcher in the middle of a meat shortage. I think the homeless are starting to wise up to why their friends are disappearing, too."},{"Quotes":"His fingers brushed the raised bumps on the placard and he felt the words \"Danger. Do not touch.\""},{"Quotes":"I was so happy when I found out I was pregnant, until it started trying to claw its way out."},{"Quotes":"I have never tasted this meat! Whose is... Where is my daughter?"},{"Quotes":"The grinning face stared at me from the darkness beyond my bedroom window. I live on the 14th floor."},{"Quotes":"You’re laying in bed and with your feet dangling out of the covers. You feel a hand grab your feet."},{"Quotes":"She asked why I was breathing so heavily. I wasn’t."},{"Quotes":"The new job at the blood bank was ideal for me, but I had to leave. They caught me drinking on the job."},{"Quotes":"“Doctor I got rid of all my friends that you said I was imagining,” he said, “but now the problem is that when I try to explain, the cops say they can’t see you!”"},{"Quotes":"“Don’t worry guys, the alien is dead,” said my mute friend."},{"Quotes":"Why has our dog began to bark at you since you have returned from Afghanistan?"},{"Quotes":"She wondered why she was casting two shadows. After all, there was only a single light bulb."},{"Quotes":"But Doctor, how can she be pregnant, she's been in a coma for a year?"},{"Quotes":"It's been almost a week since I was bitten, and three days since I turned, but I can't fight this insatiable hunger any longer; and my family looks tastier with each passing moment."},{"Quotes":"I’m sorry Tommy but we’ve got to eat, I promise I’ll make this as painless as I can."},{"Quotes":"She insisted it was only a birthmark, but birthmarks don't have teeth inside them."},{"Quotes":"My wife woke me up last night to tell me there was an intruder in our house, though she was murdered by an intruder 2 years ago."},{"Quotes":"I looked out my window. The stars had gone away."},{"Quotes":"I died, I feel myself floating up away from my body. Then I look down and see my body there, then, it wakes up."},{"Quotes":"She regain consciousness to be found in warm water mixed up with onions, garlic and tomatoes."},{"Quotes":"She was walking down the road at night when she heard laughing voices coming from a closed cemetery."},{"Quotes":"He lost all of his excitement for his marriage when he got an RSVP from his dead ex."},{"Quotes":"She put her hand in his hair when he was lying on her lap, then she moved that hand on his neck, released him from the mortal world and welcomed him to her own world."},{"Quotes":"Housesitting alone isn't so bad as long as they have a dog, after all, what else could that scratching noise be?"},{"Quotes":"I need to make this look like he just died in his sleep, otherwise my son won't ever trust me with my other grandkids."},{"Quotes":"The sudden constriction of his throat had Santa Claus struggling to breathe as he stared in horror at the half eaten cookie in his hand."},{"Quotes":"The boy sat at the back of the classroom, he didn't own a watch, but everyone could hear the ticking."},{"Quotes":"I can’t move, breathe, speak or hear and it’s so dark all the time - if I knew it would be this lonely, I would have been cremated instead."},{"Quotes":"Growing up, I always thought water was meant to be red-tinted."},{"Quotes":"The chief looked at the rooky's blood flecked badge and told the sergeant, \"It was worth it, just make it look like the protestors did it.\""},{"Quotes":"They told me I wasn't a werewolf and said that it was impossible - but if I'm not a werewolf, then what made me kill all those kids?"},{"Quotes":"Growing up with cats and dogs, I am used to the sounds of scratching. But now that I live alone the sound is unsettling."},{"Quotes":"He always insisted his elder brother to play chess with him, especially from the day he was killed and was feeling extremely lonely."},{"Quotes":"I cleaned my whole apartment looking for that noise, as it turns out the scratching was in my ear all along."},{"Quotes":"Your hands are in the air, you are waiting to be cuffed, but the officer smiles, takes aim, and speaks into his radio, “Suspect is attempting to resist - I THINK HES GOT A GUN!”"},{"Quotes":"He had no way of knowing that the tip of one of the blender blades had come loose until he gulped down the last of his smoothie."},{"Quotes":"I just heard a knocking sound coming from inside my fridge."},{"Quotes":"The funeral attendees never came out of the catacombs, something locked the crypt door from the inside."},{"Quotes":"She went upstairs to check on her sleeping toddler and found that the window was open and the bed was empty."},{"Quotes":"I have a friend named Charlie and I’m playing at his house but it’s cold down here in the basement, I wonder when Charlie will let me go home."},{"Quotes":"Shush, Listen! Who is breathing heavily? Is the sound coming from... Within the wall?"},{"Quotes":"During midnight while sleeping, he falls down his bed landing on the pile of his own body."},{"Quotes":"A 5 year old girl pointed at her mother saying, “I don’t want to talk to you; you have not been at home for 4 days”, and at some distance her father sees her talking to a mirror."},{"Quotes":"It was so rude of him to tell me not to see him anymore and let him move ahead in his life, especially on the day of our 3rd marriage anniversary and my 1 month death anniversary."},{"Quotes":"You wake up. She doesn’t."},{"Quotes":"You hear the scream across the hallway, but your eyes won’t open and you can’t move."},{"Quotes":"It sat on my shelf, with thoughtless porcelain eyes and the prettiest pink doll dress I could find. Why did she have to be born still."},{"Quotes":"He went for toilet at night in his lonely house, while doing his business he noticed someone was looking at him from the small gap under the door."},{"Quotes":"Grandpa died smoking a cigar in his favorite chair, so got a new one but from the ash marks he leaves behind he has a new favorite chair."},{"Quotes":"Who are you talking to?.. There is no old maid in our house!"}]